<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.1Password</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>B&#252;ro und Verwaltung</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/1Password</string>
		<key>NAME</key>
		<string>1Password</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>1Password 7</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>1Password is a password manager that goes beyond simple password storage by integrating directly with your web browser to automatically log you into websites, enter credit card information, fill registration forms, and easily generate strong passwords.</string>
			<key>developer</key>
			<string>AgileBits Inc.</string>
			<key>display_name</key>
			<string>1Password</string>
			<key>minimum_os_version</key>
			<string>10.12</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/zsh

  if
	[[ -e /Applications/1Password\ 7.app.zip ]]
	then
	/bin/rm /Applications/1Password\ 7.app.zip
 fi</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.1Password</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.1Password</key>
			<dict>
				<key>git_hash</key>
				<string>dfc3143e9230d6d31c5707202b870d93ca1b6c8c</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/AgileBits/1Password.download.recipe</string>
				<key>sha256_hash</key>
				<string>7941aab20fdb6a545c6db43e264aab424c6f30d2dd934b359c7ba8ed392d110a</string>
			</dict>
			<key>io.github.hjuutilainen.munki.1Password</key>
			<dict>
				<key>git_hash</key>
				<string>0ec9962a18d43ebba6eb6255cf0d42f10add7ed0</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/AgileBits/1Password.munki.recipe</string>
				<key>sha256_hash</key>
				<string>a51ea33155f9f250899130ae5723673db8da16c6b34c29af243fd5eab8730e6b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
