<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AppCleaner</string>
	<key>Input</key>
	<dict>
		<key>APP_DESTINATION</key>
		<string>/Applications/Utilities</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/AppCleaner</string>
		<key>NAME</key>
		<string>AppCleaner</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://freemacsoft.net/appcleaner/Updates.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
			<string>Hardware und Systemtools</string>
			<key>description</key>
			<string>Der AppCleaner erlaubt das vollständige Deinstallieren von Mac Apps, sodass keine Datenreste auf der Festplatte zurück bleiben.</string>
			<key>developer</key>
			<string>FreeMacSoft</string>
			<key>display_name</key>
			<string>AppCleaner Uninstaller Utility</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.AppCleaner.munki</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jleggat.AppCleaner.download</key>
			<dict>
				<key>git_hash</key>
				<string>55371b0cb7d3a9528691e0e94e999674900fdabd</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.jleggat-recipes/AppCleaner/AppCleaner.download.recipe</string>
				<key>sha256_hash</key>
				<string>8cfac1d88c333c08f73e17580eb900e876102d45ab2374207a84531715d1315b</string>
			</dict>
			<key>com.github.jleggat.AppCleaner.munki</key>
			<dict>
				<key>git_hash</key>
				<string>934d23d27a68ee8668ebe57eee26364696065b2a</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.jleggat-recipes/AppCleaner/AppCleaner.munki.recipe</string>
				<key>sha256_hash</key>
				<string>fd872382d82b17bb091e86dabed96363518d47686de840d6e2294a5de15ff1c8</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
