<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.BetterTouchTool</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>BetterTouchTool</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
			<string>Hardware und Systemtools</string>
			<key>description</key>
			<string>Das BetterTouchTool weist Mausgesten und Tastenkürzeln Funktionen zu.</string>
			<key>developer</key>
			<string>Andreas Hegenberg</string>
			<key>display_name</key>
			<string>BetterTouchTool</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.BetterTouchTool</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.BetterTouchTool</key>
			<dict>
				<key>git_hash</key>
				<string>9b0234d95b80ae32897d954ef507d569599a6918</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.homebysix-recipes/BetterTouchTool/BetterTouchTool.download.recipe</string>
				<key>sha256_hash</key>
				<string>0793deaf0b3f2dba70330411fc8da0b4045c7ad1a3b8a11a60621d06707935be</string>
			</dict>
			<key>com.github.homebysix.munki.BetterTouchTool</key>
			<dict>
				<key>git_hash</key>
				<string>8a011dfd74579a361268b4c6d5cd07e7e9166b9c</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.homebysix-recipes/BetterTouchTool/BetterTouchTool.munki.recipe</string>
				<key>sha256_hash</key>
				<string>ecf3d8fefe347670d18757c98a80371790fa1b4e11fd14d3b3006180a11e7cd1</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
