<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GanttProject</string>
	<key>Input</key>
	<dict>
		<key>BASE_URL</key>
		<string>http://www.ganttproject.biz</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/GanttProject</string>
		<key>NAME</key>
		<string>GanttProject</string>
		<key>SEARCH_PATTERN</key>
		<string>(?P&lt;url&gt;/dl/(?P&lt;version&gt;.*?)/mac)</string>
		<key>SEARCH_URL</key>
		<string>%BASE_URL%/download/free</string>
		<key>SEARCH_URL_COOKIE</key>
		<string>download-visited=y</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_10_4) AppleWebKit/600.7.12 (KHTML, like Gecko) Version/8.0.7 Safari/600.7.12</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
			<string>Büro und Verwaltung</string>
			<key>description</key>
			<string>Mit GanttProject planst und überwachst du Projekt-Verläufe.</string>
			<key>display_name</key>
			<string>GanttProject</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>uk.ac.ox.orchard.munki.GanttProject</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.jessepeterson.munki.GrandPerspective/SourceForgeURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>fe01f703e84197531df684fb42ab7fb608ebae6c</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.jessepeterson-recipes/GrandPerspective/SourceForgeURLProvider.py</string>
				<key>sha256_hash</key>
				<string>978acaf1f0654cf99e9272d2649052a37f2e83b0c41d06e5df0ab01d7d97bf6d</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>uk.ac.ox.orchard.download.ganttproject</key>
			<dict>
				<key>git_hash</key>
				<string>4ff30c0ba91b4feeaf423380ba3733f7385cadfe</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.orchard-recipes/GanttProject/GanttProject.download.recipe</string>
				<key>sha256_hash</key>
				<string>1d2fb7880829734950d3fd5577a9425fbd297de8095c60cb2743f5b44b84bc2b</string>
			</dict>
			<key>uk.ac.ox.orchard.munki.GanttProject</key>
			<dict>
				<key>git_hash</key>
				<string>4ff30c0ba91b4feeaf423380ba3733f7385cadfe</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.orchard-recipes/GanttProject/GanttProject.munki.recipe</string>
				<key>sha256_hash</key>
				<string>5445097e3cbb4d2083b1065c6f14d874258d66ca7ca1c9471dc7666ba93b3d6c</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
