<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.IINA</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>B&#252;ro und Verwaltung</string>
		<key>MUNKI_DEVELOPER</key>
		<string>Collider LI</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/IIna</string>
		<key>NAME</key>
		<string>IINA</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>IIna ist ein moderner Mediaplayer, der nahezu jedes Format abspielt</string>
			<key>developer</key>
			<string>%MUNKI_DEVELOPER%</string>
			<key>display_name</key>
			<string>IINA</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.IINA</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.IINA</key>
			<dict>
				<key>git_hash</key>
				<string>eb41321510def1963f9bc7abe57e5c63af0ff96e</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/IINA/IINA.download.recipe</string>
				<key>sha256_hash</key>
				<string>f03abc980bb019f7a53beb9c24c5f3575dddf5ddbb48875868316ab97a4c2688</string>
			</dict>
			<key>io.github.hjuutilainen.munki.IINA</key>
			<dict>
				<key>git_hash</key>
				<string>41f3e82230511d7ece5466e1fece8f407f5c1db2</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/IINA/IINA.munki.recipe</string>
				<key>sha256_hash</key>
				<string>fff4e985e7118df5810ceb4fbc94d42d117d682e870be670a77c46da71d853f7</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
