<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.iTerm2</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Entwicklertools</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/iTerm</string>
		<key>NAME</key>
		<string>iTerm2</string>
		<key>RELEASE</key>
		<string>final</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>iTerm2 ist ein GPL-lizenzierter Terminalemulator für macOS.</string>
			<key>developer</key>
			<string>George Nachman</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>minimum_os_version</key>
			<string>10.5</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.iTerm2</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.iTerm2</key>
			<dict>
				<key>git_hash</key>
				<string>2144a7f81149788fa2f26e1460579d44a2f88cc6</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/iTerm2/iTerm2.download.recipe</string>
				<key>sha256_hash</key>
				<string>e4b6f5ddfded53426a8866832ce4241543030db66f95aa91ea0419c1aa14820d</string>
			</dict>
			<key>io.github.hjuutilainen.munki.iTerm2</key>
			<dict>
				<key>git_hash</key>
				<string>40a3dea1c52e4f8248a3bb278547ad3156cf98a8</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/iTerm2/iTerm2.munki.recipe</string>
				<key>sha256_hash</key>
				<string>952aa32d0bda4f211e9dd53cd7494d587e124b9bdfbb84ede17ed8e06f74de06</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
