<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>Description</key>
    <string>Download the latest version of Jabra Direct and imports it into Munki.</string>
    <key>Identifier</key>
    <string>com.github.joshua-d-miller.autopkg.munki.jabradirect</string>
    <key>Input</key>
    <dict>
        <key>MUNKI_REPO_SUBDIR</key>
        <string>apps/jabradirect</string>
        <key>NAME</key>
        <string>Jabra Direct</string>
    	<key>pkginfo</key>
    	<dict>
    		<key>catalogs</key>
    		<array>
    			<string>testing</string>
    		</array>
            <key>display_name</key>
            <string>%NAME%</string>
            <key>category</key>
            <string>Hardware und Systemtools</string>
            <key>developer</key>
            <string>GN Group</string>
    		<key>description</key>
    		<string>Jabra Direct makes sure that your headset always has the latest firmware, guaranteeing you’ll have the most up-to-date features, bug fixes and easy access to compatibility updates. With the user-friendly Direct Dashboard, staying current has never been easier.</string>
    		<key>name</key>
    		<string>%NAME%</string>
    		<key>unattended_install</key>
    		<true/>
    	</dict>
    </dict>
    <key>MinimumVersion</key>
    <string>0.3.0</string>
    <key>ParentRecipe</key>
    <string>com.github.joshua-d-miller.download.jabradirect</string>
    <key>Process</key>
    <array>
        <dict>
            <key>Arguments</key>
            <dict>
                <key>pkg_path</key>
                <string>%pathname%</string>
                <key>repo_subdirectory</key>
                <string>%MUNKI_REPO_SUBDIR%</string>
            </dict>
            <key>Processor</key>
            <string>MunkiImporter</string>
        </dict>
    </array>
</dict>
</plist>
