<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.LibreOffice</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Büro und Verwaltung</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/LibreOffice</string>
		<key>NAME</key>
		<string>LibreOffice</string>
		<key>RELEASE</key>
		<string>fresh</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>LibreOffice is the free power-packed Open Source personal productivity suite for Windows, Macintosh and Linux, that gives you six feature-rich applications for all your document production and data processing needs: Writer, Calc, Impress, Draw, Math and Base.</string>
			<key>developer</key>
			<string>The Document Foundation</string>
			<key>display_name</key>
			<string>LibreOffice</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.LibreOffice</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.LibreOffice</key>
			<dict>
				<key>git_hash</key>
				<string>83e585bad4496703036b1e85511953d0de58de33</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/LibreOffice/LibreOffice.download.recipe</string>
				<key>sha256_hash</key>
				<string>20387d8fe81b5d189db437c7ab255c22f40637953c88337aa19b78313273ef8a</string>
			</dict>
			<key>io.github.hjuutilainen.munki.LibreOffice</key>
			<dict>
				<key>git_hash</key>
				<string>8b6a277dd5915929ac29ae5e76a1de449f7ed10a</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/LibreOffice/LibreOffice.munki.recipe</string>
				<key>sha256_hash</key>
				<string>6629394ea06504bd72c3ef9630f041f834b5092481a20d1d9c62aa1515f46241</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
