<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MSExcel2019</string>
	<key>Input</key>
	<dict>
		<key>CHANNEL</key>
		<string>Production</string>
		<key>LOCALE_ID</key>
		<string>1033</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Excel</string>
		<key>NAME</key>
		<string>MSExcel2019</string>
		<key>PRODUCT</key>
		<string>Excel2019</string>
		<key>VERSION</key>
		<string>latest</string>
		<key>munki_required_update_name</key>
		<string></string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft Excel</string>
				<string>Microsoft Error Reporting</string>
				<string>Microsoft AutoUpdate</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
            <string>B&#252;ro und Verwaltung</string>
			<key>description</key>
			<string>Mit Excel auf deinem Mac hast du folgende Möglichkeiten: Du kannst einfache Tabellen anlegen. Aber auch Zellen, addieren, subtrahieren, multiplizieren und komplexere Formeln anwenden. „WENN, DANN“-Befehle sind ebenfalls möglich, sowie Filter und Sortierungen.</string>
			<key>developer</key>
			<string>Microsoft</string>
			<key>display_name</key>
			<string>Microsoft Excel for Mac</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.MSExcel2019</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MSOfficeMacURLandUpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>b628c928cb567779c55c5511ef1a220caa8e0618</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOfficeMacURLandUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>efde8df5ceb73802c25b9c69c7d8b7af9c646a62079ba7a731539793bdef8f97</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.MSExcel2019</key>
			<dict>
				<key>git_hash</key>
				<string>55e47128864841e568cf20ccd2b852fea48faa50</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSExcel2019.download.recipe</string>
				<key>sha256_hash</key>
				<string>e4e60eed16511c14d033fbd49e6c7647ca5bfe461f0644bda6a994ce3bc7f839</string>
			</dict>
			<key>com.github.autopkg.download.MSOfficeMacProduct</key>
			<dict>
				<key>git_hash</key>
				<string>55e47128864841e568cf20ccd2b852fea48faa50</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOfficeMacProduct.download.recipe</string>
				<key>sha256_hash</key>
				<string>9d98baa020cb9228ff75122bdd7b92a20196cedb9f5983c140e7c1e771cf26cf</string>
			</dict>
			<key>com.github.autopkg.munki.MSExcel2019</key>
			<dict>
				<key>git_hash</key>
				<string>55e47128864841e568cf20ccd2b852fea48faa50</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSExcel2019.munki.recipe</string>
				<key>sha256_hash</key>
				<string>a61bf51e4a0a9944a53ffc78d70365076f85ca89476ba9bc7441c060b9db19da</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
