<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MSWord2019</string>
	<key>Input</key>
	<dict>
		<key>CHANNEL</key>
		<string>Production</string>
		<key>LOCALE_ID</key>
		<string>1033</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Word</string>
		<key>NAME</key>
		<string>MSWord2019</string>
		<key>PRODUCT</key>
		<string>Word2019</string>
		<key>VERSION</key>
		<string>latest</string>
		<key>munki_required_update_name</key>
		<string></string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft Word</string>
				<string>Microsoft Error Reporting</string>
				<string>Microsoft AutoUpdate</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
            <string>B&#252;ro und Verwaltung</string>
			<key>description</key>
			<string>Mit Outlook auf deinem Mac kannst du folgende Aktionen ausführen: E-Mail so organisieren, dass du dich auf die wichtigsten Nachrichten konzentrieren können. Deinen Kalender verwalten und freigeben, damit du Besprechungen mühelos planen kannst. Dateien aus der Cloud freigeben, damit die Empfänger immer über die neueste Version verfügen. In Verbindung bleiben und produktiv sein – auch unterwegs.</string>
			<key>developer</key>
			<string>Microsoft</string>
			<key>display_name</key>
			<string>Microsoft Word for Mac</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.MSWord2019</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MSOfficeMacURLandUpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>b628c928cb567779c55c5511ef1a220caa8e0618</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOfficeMacURLandUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>efde8df5ceb73802c25b9c69c7d8b7af9c646a62079ba7a731539793bdef8f97</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.MSOfficeMacProduct</key>
			<dict>
				<key>git_hash</key>
				<string>55e47128864841e568cf20ccd2b852fea48faa50</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOfficeMacProduct.download.recipe</string>
				<key>sha256_hash</key>
				<string>9d98baa020cb9228ff75122bdd7b92a20196cedb9f5983c140e7c1e771cf26cf</string>
			</dict>
			<key>com.github.autopkg.download.MSWord2019</key>
			<dict>
				<key>git_hash</key>
				<string>55e47128864841e568cf20ccd2b852fea48faa50</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSWord2019.download.recipe</string>
				<key>sha256_hash</key>
				<string>32e19ad797399ab5f7e80dccb86577cc7c53dadb844f2bf75b4111a4a531fdbb</string>
			</dict>
			<key>com.github.autopkg.munki.MSWord2019</key>
			<dict>
				<key>git_hash</key>
				<string>55e47128864841e568cf20ccd2b852fea48faa50</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSWord2019.munki.recipe</string>
				<key>sha256_hash</key>
				<string>67b6da59f357ec2943c2d2d071b89977b83c7a772bb6f227775a013a4421fb6e</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
