<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Packages</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://s.sudre.free.fr/Software/files/Packages.dmg</string>
		<key>MUNKIIMPORT_PKG_NAME</key>
		<string>packages/Packages.pkg</string>
		<key>MUNKI_CATEGORY</key>
		<string>Entwicklertools</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Packages</string>
		<key>NAME</key>
		<string>Packages</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Whenever you need to create an installation package or distribution for Mac OS X 10.5 or later, Packages is the powerful and flexible solution you're looking for.</string>
			<key>developer</key>
			<string>Stéphane Sudre</string>
			<key>display_name</key>
			<string>Packages</string>
			<key>minimum_os_version</key>
			<string>10.5</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>uninstall_method</key>
			<string>uninstall_script</string>
			<key>uninstall_script</key>
			<string>#!/bin/sh

## Uninstall script taken from the original Packages disk image with
## sudo calls removed since this script is already running as root.
## Original script can be found in Extras/uninstall.sh

## Remove application
/bin/rm -r /Applications/Packages.app

## stop and unload dispatcher
/bin/launchctl unload /Library/LaunchDaemons/fr.whitebox.packages_dispatcher.plist

## remove launchdaemons
/bin/rm /Library/LaunchDaemons/fr.whitebox.packages_dispatcher.plist

## Remove Priviledged tools
/bin/rm -r /Library/PrivilegedHelperTools/fr.whitebox.packages

## Remove Application Support files
/bin/rm -r /Library/Application\ Support/fr.whitebox.packages

## Remove tools
/bin/rm /usr/local/bin/goldin_64
/bin/rm /usr/local/bin/packagesbuild
/bin/rm /usr/local/bin/packagesutil

## Forget we ever got installed
/usr/sbin/pkgutil --forget fr.whitebox.pkg.Packages

exit 0
</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.Packages</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.Packages</key>
			<dict>
				<key>git_hash</key>
				<string>ffd69bea62381655dd2ee0d06099160f012dda32</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/Packages/Packages.download.recipe</string>
				<key>sha256_hash</key>
				<string>c48fe6dc7639dafe53bd0764791975bc41802e4e69881e69545badcfbebb98eb</string>
			</dict>
			<key>io.github.hjuutilainen.munki.Packages</key>
			<dict>
				<key>git_hash</key>
				<string>87af24607c06ba1a3e9ec6ba1765f52154e662d4</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/Packages/Packages.munki.recipe</string>
				<key>sha256_hash</key>
				<string>a243a4aa308b33ca9f745aaf695fd9e8faf38b75c19af96111d21b7db7d01ce6</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
