<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.PhpStorm</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Entwicklertools</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/JetBrains/PhpStorm</string>
		<key>NAME</key>
		<string>PhpStorm</string>
		<key>PLATFORM</key>
		<string>mac</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>PhpStorm</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>PhpStorm is a PHP IDE that actually ‘gets’ your code. It supports PHP 5.3/5.4/5.5/5.6/7.0, provides on-the-fly error prevention, best autocompletion and code refactoring, zero configuration debugging, and an extended HTML, CSS, and JavaScript editor.</string>
			<key>developer</key>
			<string>JetBrains</string>
			<key>display_name</key>
			<string>PhpStorm</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.mosen.munki.PhpStorm</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>JetbrainsURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>0237028c9fd5c1162d6c0748c5f9a933dc5d40f7</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.mosen-recipes/JetBrains/JetbrainsURLProvider.py</string>
				<key>sha256_hash</key>
				<string>b4ffddc469ef35a478be4b8065764f982910f3cb67bdf8a6bee3ec7a0ec7362f</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.mosen.download.PhpStorm</key>
			<dict>
				<key>git_hash</key>
				<string>a50ecbbf8b9d10f8c228f1d5b9c75ebc4b207c6b</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.mosen-recipes/JetBrains/PhpStorm.download.recipe</string>
				<key>sha256_hash</key>
				<string>ae15a7ef65f4cc9ce61fc06895da22b40fd7786c203dd1d55bd74d8ee30b02a2</string>
			</dict>
			<key>com.github.mosen.munki.PhpStorm</key>
			<dict>
				<key>git_hash</key>
				<string>9a5f42a658d54a242ec9e5dbf50016586b4fc67c</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.mosen-recipes/JetBrains/PhpStorm.munki.recipe</string>
				<key>sha256_hash</key>
				<string>5a408f5fdc36f8cd3847042cd4e62df317c115cedd498a9a9c66e6a50be502fe</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
