<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.SourceTree</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Entwicklertools</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Atlassian</string>
		<key>NAME</key>
		<string>SourceTree</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>SourceTree is a free Mercurial and Git client for Windows and Mac that provides a graphical interface for your Hg and Git repositories.</string>
			<key>developer</key>
			<string>Atlassian</string>
			<key>display_name</key>
			<string>SourceTree</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/sh

/bin/cp -f /Applications/SourceTree.app/Contents/Resources/stree /usr/local/bin/stree
exit 0
			</string>
			<key>postuninstall_script</key>
			<string>#!/bin/sh

if [[ -e /usr/local/bin/stree ]]; then
    /bin/rm -f /usr/local/bin/stree
fi

exit 0
			</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.SourceTree</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.SourceTree</key>
			<dict>
				<key>git_hash</key>
				<string>b27f942c707bc947adfe995add236701b693b332</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/Atlassian/SourceTree.download.recipe</string>
				<key>sha256_hash</key>
				<string>5b093ed21098bab0163316f8455687503b4965d5214556a76ca39ecd13b38285</string>
			</dict>
			<key>io.github.hjuutilainen.munki.SourceTree</key>
			<dict>
				<key>git_hash</key>
				<string>4c4df83d91d38f3ef61e46c002bcc06f4da367fe</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.hjuutilainen-recipes/Atlassian/SourceTree.munki.recipe</string>
				<key>sha256_hash</key>
				<string>689b29d94923851533e1fd1ab919d6410da105a35db98f53a246cf986df68bd2</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
