<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.yEd</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/yEd</string>
		<key>NAME</key>
		<string>yEd</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>prod</string>
			</array>
			<key>category</key>
			<string>Entwicklertools</string>
			<key>description</key>
			<string>yEd is a powerful desktop application that can be used to quickly and effectively generate high-quality diagrams. Create diagrams manually, or import your external data for analysis. Our automatic layout algorithms arrange even large data sets with just the press of a button.</string>
			<key>display_name</key>
			<string>yEd</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.48kRAM.autopkg.munki.yed</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.48kRAM.autopkg.download.yed</key>
			<dict>
				<key>git_hash</key>
				<string>7ee1a9a0487fdc7f0f8e5f51437263bb04a72233</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.48kRAM-recipes/yWorks/yEd.download.recipe</string>
				<key>sha256_hash</key>
				<string>d17e9dfa7183306c264378bf049b762177ec2b0489e464a958275097fdc02f0c</string>
			</dict>
			<key>com.github.48kRAM.autopkg.munki.yed</key>
			<dict>
				<key>git_hash</key>
				<string>d0373d2061f2b33761362d34c206786a383bf626</string>
				<key>path</key>
				<string>/Users/Shared/GitRepos/com.github.autopkg.48kRAM-recipes/yWorks/yEd.munki.recipe</string>
				<key>sha256_hash</key>
				<string>780a6aaa3760c4c3cc0ed3051088a70a9b128744e20e3799fab1d72f7ca2f6bd</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
